{
        "wakadinali": [
        {
            "name": "Domani Munga",
            "image": "https://biggestkaka.co.ke/wp-content/uploads/2021/09/DOmani-Munga-od0gja5h.jpg",
            "description": "Domani Munga, real name David Munga Ramadhan. His nicknames are Wuzu, Dochman Mwizi, and Doche. Domani is a lyricist and has mastered the game ever since he came out. Fans applaud him for his catchy hooks and choruses, which are relatable in modern society. Indeed, Wakadinali is not Wakadinali without Domani Munga.",
            "dob": "1995",
            "dod": "Alive"
        },
        {
            "name": "Sewer Sydaa",
            "image": "https://biggestkaka.co.ke/wp-content/uploads/2021/11/Sewersydaa-agyxNma0.jpg",
            "description": "Sewersydaa, also known as Man a Driller(real name Salim Ali Tangut), started off as an editor and DOP before joining Wakadinali as an artist. He is best known for his edits under the name Slim Visuals. He directed and edited several Wakadinali music videos before Wakadinali even became famous. One of his most notable projects is Wakadinali’s “Morio Anzenza” music video, featuring Dyana Cods.",
            "dob": "1995",
            "dod": "Alive"
        },
        {
            "name": "Scar Mkadinali",
            "image": "https://biggestkaka.co.ke/wp-content/uploads/2022/01/Scar-Mkadinali-RbeVVolm.jpg",
            "description": "Scar Mkadinali, real name Churchill Mandela, is a member of Wakadinali, together with Domani Munga, they co-founded the group name Wakadinali and their record label, Zoza Nation, also known as Rong Rende. Scar Mkadinali is best known for his 2019 solo project “Kovu,” which is one of the most remixed Kenyan songs of all time. The “Kovu” instrumental also helped Mbogi Genje establish their musical career with their song “Kidungi“.",
            "dob": "1995",
            "dod": "Alive"
        }
    ],
    "culture": [
        {
            "name": "Kenyatta Hill",
            "image": "",
            "description": "",
            "dob": "",
            "dod": ""
        },
        {
            "name": "Albert Walker",
            "image": "",
            "description": "",
            "dob": "",
            "dod": ""
        },
        {
            "name": "Telford Nelson",
            "image": "",
            "description": "",
            "dob": "",
            "dod": ""
        }
    ],
    "kapenguria-six": [
        {
            "name": "Kung'u Karumba",
            "image": "",
            "description": "Kung'u Karumba was a Kenyan nationalist and freedom-fighter. He was a member of the Kapenguria Six, along with Bildad Kaggia, Jomo Kenyatta, Fred Kubai, Paul Ngei, and Achieng Oneko.",
            "dob": 1902,
            "dod": 1978
        },
        {
            "name": "Achieng' Oneko",
            "image": "",
            "description": "Ramogi Achieng Oneko was a Kenyan freedom fighter and a politician. In Kenya, he is considered as a national hero. He was born in Tieng'a village in Uyoma sub-location in Bondo District in 1920 and educated at Maseno School.",
            "dob": 1920,
            "dod": 2007
        },
        {
            "name": "Jommo Kenyatta",
            "image": "",
            "description": "Kenyatta was born as Kamau, son of Ngengi, at Ichaweri, southwest of Mount Kenya in the East African highlands. His father was a leader of a small Kikuyu agricultural settlement. About age 10 Kamau became seriously ill with jigger infections in his feet and one leg, and he underwent successful surgery at a newly established Church of Scotland mission.",
            "dob": 1897,
            "dod": 1978
        },
        {
            "name": "Bildad Kaggia",
            "image": "",
            "description": "Bildad Mwaganu Kaggia was a Kenyan nationalist, activist, and politician. Kaggia was a member of the Mau Mau Central Committee. After independence he became a Member of Parliament. He established himself as a militant, fiery nationalist who wanted to serve the poor and landless people",
            "dob": 1921,
            "dod": 2005
        },
        {
            "name": "Fred Kubai",
            "image": "",
            "description": "Fred Kubai was one of the Kapenguria Six, members of the Kenya African Union arrested in 1952, tried and imprisoned. He was a Kikuyu, and a leader of the Kenya Transport Workers Union and the East African Trade Union Congress. Kubai organized attacks against the European government in Nairobi.",
            "dob": 1917,
            "dod": 1996
        },
        {
            "name": "Paul Ngei",
            "image": "",
            "description": "The Honourable Paul Joseph Ngei was a Kenyan politician who was imprisoned for his role in the anti-colonial movement, but who went on to hold several government ministerial positions after Kenya became independent.",
            "dob": 1923,
            "dod": 2004
        }
    ]
}