{
   

    "culture": [
        {
            "name": "Kenyatta Hill",
            "image": "",
            "description": "",
            "dob": "",
            "dod": ""
        },
        {
            "name": "Albert Walker",
            "image": "",
            "description": "",
            "dob": "",
            "dod": ""
        },
        {
            "name": "Telford Nelson",
            "image": "",
            "description": "",
            "dob": "",
            "dod": ""
        }
    ],
    "kapenguria-six": [
        {
            "name": "Kung'u Karumba",
            "image": "",
            "description": "Kung'u Karumba was a Kenyan nationalist and freedom-fighter. He was a member of the Kapenguria Six, along with Bildad Kaggia, Jomo Kenyatta, Fred Kubai, Paul Ngei, and Achieng Oneko.",
            "dob": 1902,
            "dod": 1978
        },
        {
            "name": "Achieng' Oneko",
            "image": "",
            "description": "Ramogi Achieng Oneko was a Kenyan freedom fighter and a politician. In Kenya, he is considered as a national hero. He was born in Tieng'a village in Uyoma sub-location in Bondo District in 1920 and educated at Maseno School.",
            "dob": 1920,
            "dod": 2007
        },
        {
            "name": "Jommo Kenyatta",
            "image": "",
            "description": "Kenyatta was born as Kamau, son of Ngengi, at Ichaweri, southwest of Mount Kenya in the East African highlands. His father was a leader of a small Kikuyu agricultural settlement. About age 10 Kamau became seriously ill with jigger infections in his feet and one leg, and he underwent successful surgery at a newly established Church of Scotland mission.",
            "dob": 1897,
            "dod": 1978
        },
        {
            "name": "Bildad Kaggia",
            "image": "",
            "description": "Bildad Mwaganu Kaggia was a Kenyan nationalist, activist, and politician. Kaggia was a member of the Mau Mau Central Committee. After independence he became a Member of Parliament. He established himself as a militant, fiery nationalist who wanted to serve the poor and landless people",
            "dob": 1921,
            "dod": 2005
        },
        {
            "name": "Fred Kubai",
            "image": "",
            "description": "Fred Kubai was one of the Kapenguria Six, members of the Kenya African Union arrested in 1952, tried and imprisoned. He was a Kikuyu, and a leader of the Kenya Transport Workers Union and the East African Trade Union Congress. Kubai organized attacks against the European government in Nairobi.",
            "dob": 1917,
            "dod": 1996
        },
        {
            "name": "Paul Ngei",
            "image": "",
            "description": "The Honourable Paul Joseph Ngei was a Kenyan politician who was imprisoned for his role in the anti-colonial movement, but who went on to hold several government ministerial positions after Kenya became independent.",
            "dob": 1923,
            "dod": 2004
        }
    ],
    "yamoto-band": [
        {
            "name": "Dogo Aslay",
            "image": "/public/yamoto-band-photos/aslay.jpg",
            "description": "Aslay Isihaka Nassoro known by his stage names Aslay, Dogo Aslay and Dingi mtoto is singer from Tanzania and a former lead vocalist for a music band, Yamoto",
            "dob": 1995,
            "dod": "still Alive"
        },
        {
            "name": "Maromboso (Mbosso)",
            "image": "/public/yamoto-band-photos/mboso.jpg",
            "description": " Mbwana Yusuf Kilungi, better known by his stage name Mbosso Khan is a Tanzanian singer and songwriter born in Kibiti, Pwani Region, he is currently based in Dar es Salaam and signed under WCB Wasafi record label. Mbosso is known for his songs ; Nadekezwa and Hodari which won Video of the Year at HiPipo Awards 2019",
            "dob": 1991,
            "dod": "Alive"
        },
        {
            "name": "Enock Bella",
            "image": "/public/yamoto-band-photos/bellah.jpeg",
            "description": "ENOCK BELLA is a recording artist from Tanzania, former member of the Yamoto Band a group he formed with Dogo Aslay and Beka. ",
            "dob": 1995,
            "dod": "Alive"
        },
        {
            "name": "Beka Flavour",
            "image": "/public/yamoto-band-photos/beka.jpg",
            "description": " Bakari Katuti (born 7 Julay 1991), popularly known by his stage name Beka Flavour (or simply Beka), is a Tanzanian Bongo Flava recording artist and dancer from Tanzania",
            "dob": 1991,
            "dod": "Alive"
        }
    ]
}