{       "kansoul": [
            {
            "name": "Mejja Okwonkwo",
            "image": "https://homekazi.co.ke/public/celebsgallery/mejja_1623434950.jpeg",
            "description": "Renowned Genge artist Major Nemeye Khadija alias Mejja has explained why he adopted his mother's second name. According to the rapper who was raised in Nyeri's Majengo slums, he's paying homage to his mum for singlehandedly him and his two brothers after their father left.",
            "dob": "1979",
            "dod": "N/A"
        },
        {
            "name": "Madtraxx",
            "image": "https://www.musicinafrica.net/sites/default/files/images/artist_profile/201405/madtraxx1.jpg",
            "description": "Maddy Madtraxx is a popular artist from Kenya. Popnable collects information about 4 songs by Maddy Madtraxx. The highest Maddy Madtraxx 's charting position is #12 , and the worst ranking place is #294 . Maddy Madtraxx's songs spent 2 weeks in the charts. Maddy Madtraxx appeared in Top Chart that measure the best Kenyan musicians/bands and the highest position noted by Maddy Madtraxx is 12. The worst result is 294.",
            "dob": "1983",
            "dod": "N/A"
        },
        {
            "name": "Kid Kora",
            "image": "https://mdundo.com/media/articles/1614028692_5787_b.jpg",
            "description": "Kidkora was the least famous of The Kansoul since was mostly involved in behind the scene jobs, since he was a music producer before venturing into singing.",
            "dob": "1987",
            "dod": "N/A"
        }

    ],
    "culture": [
        {
            "name": "Kenyatta Hill",
            "image": "",
            "description": "",
            "dob": "",
            "dod": ""
        },
        {
            "name": "Albert Walker",
            "image": "",
            "description": "",
            "dob": "",
            "dod": ""
        },
        {
            "name": "Telford Nelson",
            "image": "",
            "description": "",
            "dob": "",
            "dod": ""
        }
    ],
    "kapenguria-six": [
        {
            "name": "Kung'u Karumba",
            "image": "",
            "description": "Kung'u Karumba was a Kenyan nationalist and freedom-fighter. He was a member of the Kapenguria Six, along with Bildad Kaggia, Jomo Kenyatta, Fred Kubai, Paul Ngei, and Achieng Oneko.",
            "dob": 1902,
            "dod": 1978
        },
        {
            "name": "Achieng' Oneko",
            "image": "",
            "description": "Ramogi Achieng Oneko was a Kenyan freedom fighter and a politician. In Kenya, he is considered as a national hero. He was born in Tieng'a village in Uyoma sub-location in Bondo District in 1920 and educated at Maseno School.",
            "dob": 1920,
            "dod": 2007
        },
        {
            "name": "Jommo Kenyatta",
            "image": "",
            "description": "Kenyatta was born as Kamau, son of Ngengi, at Ichaweri, southwest of Mount Kenya in the East African highlands. His father was a leader of a small Kikuyu agricultural settlement. About age 10 Kamau became seriously ill with jigger infections in his feet and one leg, and he underwent successful surgery at a newly established Church of Scotland mission.",
            "dob": 1897,
            "dod": 1978
        },
        {
            "name": "Bildad Kaggia",
            "image": "",
            "description": "Bildad Mwaganu Kaggia was a Kenyan nationalist, activist, and politician. Kaggia was a member of the Mau Mau Central Committee. After independence he became a Member of Parliament. He established himself as a militant, fiery nationalist who wanted to serve the poor and landless people",
            "dob": 1921,
            "dod": 2005
        },
        {
            "name": "Fred Kubai",
            "image": "",
            "description": "Fred Kubai was one of the Kapenguria Six, members of the Kenya African Union arrested in 1952, tried and imprisoned. He was a Kikuyu, and a leader of the Kenya Transport Workers Union and the East African Trade Union Congress. Kubai organized attacks against the European government in Nairobi.",
            "dob": 1917,
            "dod": 1996
        },
        {
            "name": "Paul Ngei",
            "image": "",
            "description": "The Honourable Paul Joseph Ngei was a Kenyan politician who was imprisoned for his role in the anti-colonial movement, but who went on to hold several government ministerial positions after Kenya became independent.",
            "dob": 1923,
            "dod": 2004
        }
    ]
}