{
    "culture": [
        {
            "name": "Kenyatta Hill",
            "image": "",
            "description": "",
            "dob": "",
            "dod": ""
        },
        {
            "name": "Albert Walker",
            "image": "",
            "description": "",
            "dob": "",
            "dod": ""
        },
        {
            "name": "Telford Nelson",
            "image": "",
            "description": "",
            "dob": "",
            "dod": ""
        }
    ],
    "kapenguria-six": [
        {
            "name": "Kung'u Karumba",
            "image": "",
            "description": "Kung'u Karumba was a Kenyan nationalist and freedom-fighter. He was a member of the Kapenguria Six, along with Bildad Kaggia, Jomo Kenyatta, Fred Kubai, Paul Ngei, and Achieng Oneko.",
            "dob": 1902,
            "dod": 1978
        },
        {
            "name": "Achieng' Oneko",
            "image": "",
            "description": "Ramogi Achieng Oneko was a Kenyan freedom fighter and a politician. In Kenya, he is considered as a national hero. He was born in Tieng'a village in Uyoma sub-location in Bondo District in 1920 and educated at Maseno School.",
            "dob": 1920,
            "dod": 2007
        },
        {
            "name": "Jommo Kenyatta",
            "image": "",
            "description": "Kenyatta was born as Kamau, son of Ngengi, at Ichaweri, southwest of Mount Kenya in the East African highlands. His father was a leader of a small Kikuyu agricultural settlement. About age 10 Kamau became seriously ill with jigger infections in his feet and one leg, and he underwent successful surgery at a newly established Church of Scotland mission.",
            "dob": 1897,
            "dod": 1978
        },
        {
            "name": "Bildad Kaggia",
            "image": "",
            "description": "Bildad Mwaganu Kaggia was a Kenyan nationalist, activist, and politician. Kaggia was a member of the Mau Mau Central Committee. After independence he became a Member of Parliament. He established himself as a militant, fiery nationalist who wanted to serve the poor and landless people",
            "dob": 1921,
            "dod": 2005
        },
        {
            "name": "Fred Kubai",
            "image": "",
            "description": "Fred Kubai was one of the Kapenguria Six, members of the Kenya African Union arrested in 1952, tried and imprisoned. He was a Kikuyu, and a leader of the Kenya Transport Workers Union and the East African Trade Union Congress. Kubai organized attacks against the European government in Nairobi.",
            "dob": 1917,
            "dod": 1996
        },
        {
            "name": "Paul Ngei",
            "image": "",
            "description": "The Honourable Paul Joseph Ngei was a Kenyan politician who was imprisoned for his role in the anti-colonial movement, but who went on to hold several government ministerial positions after Kenya became independent.",
            "dob": 1923,
            "dod": 2004
        }
    ],
    "camp-mullah":[
        {
            "name": "Kus Ma",
            "image":[{
                "link":"../public/images/kus ma.jpg"
                }],
            "description":"Kus Ma (born Marcus Kibukosya; formerly K'Cous) Record producer, songwriter, rapper.",
            "dob":1991
        },
        {
            "name": "Shappaman",
            "image":[{
                "link":"../public/images/Shappaman+1.jpg"
                }],
            "description":"Shappaman is an all rounded Nairobi born and based artist with core foundations in Hip hop, R&B. The rapper / singer is a former member of Kenyan super group Camp Mulla & as a solo act aims to surpass the past achievements of the group.",
            "dob":1998
        },
        {
            "name": "Miss Karun",
            "image":[{
                "link":"../public/images/karun.png"
                }],
            "description":"Karungari Mungai, professionally known as Karun (formerly Miss Karun), is an R&B singer-songwriter from Kenya and former member of the Camp Mullah Band",
            "dob":1994
        },
        {
            "name": "Taio Tripper",
            "image":[{
                "link":"../public/images/taio.jpg"
                }],
            "description":" Known as a deejay, songwriter and sound engineer, Taio now adds show host to the long list of roles he currently holds. Taking to Instagram to share his exciting news, Tripper revealed his latest project dubbed “Prototype.” The show is set to revolve around conversations on growth, failures, and success with various upcoming artists.",
            "dob":""
        },
        {
            "name": "Mykie Tooni",
            "image":[{
                "link":"../public/images/mykie.jpg"
                }],
            "description":"Michael Mutooni popularly known as Mykie Tuchi was the former manager of hip hop group Camp Mulla which took the Kenyan music by storm. They were the cool kids who brought a new and fresh twist to Kenyan hiphop. The group was responsible for hits like Party don't stop, Fresh all day and Feel no pain among others.",
            "dob":""
        }
    ]
}